token = "86190c7b7206886aecea48da21dbc0213090fc02c6c51927c84d30490c14a1de52f306a30a46184122ac4"
bot_id = 188401954
helps=""" /w <откуда> <куда> - прокладывает кратчайшие путь от точки до точки\n
          /k - показывает целевые сервера, до которых есть (должен быть) путь\n
          /t <откуда> - прокладывает кратчайшие пути от точки до целевых серверов\n
          /e - показывает все неизученные сервера\n
          /we <откуда> - аналог /t для неизученных серверов\n
          /help - /help\n
          ---------\n
          Раздел для особых людей\n
          /servers - показывает все найденные сервера\n
          /reset - сбрасывает все сервера (и связи на сайте)\n
          /update - обновляет все связи на сервере\n
          ---------\n
          Памятка как пользоваться ботом:\n
          1) Функционал в беседах и в лс с ботом одинаков
          2) При перемещениях по неизвестным серверам пересылать сообщения с сервером от хв\n
          &#2;Пример сообщения:\n
          &#2;&#2;📟Устройство: 9184A539\n
          👥Союзники: 5\n
          👥Пользователи: 21\n
          🌐Подключения:\n
          📟9184A580\n
          📟9184A58C\n
          📟9184A5A9\n
          👁: AQ|⬛💠NiK (23)\n
          ⚡Мощность: 50\n
          3) Адреса устройств (серверов) пишутся полностью (9184A539, а не 39)\n
          """
