token = "86190c7b7206886aecea48da21dbc0213090fc02c6c51927c84d30490c14a1de52f306a30a46184122ac4"
bot_id = 188401954
header="01F8A0"
sb_header = {"authorization": "eyJhbGciOiJIUzUxMiIsInR5cCI6IkpXVCJ9.eyJhY2Nlc3MiOiJhbGxvdyIsIndyaXRlIjp0cnVlfQ.hm8cG8OYD_BmVJpnLR3DdYKrcAaU8cC9ggCO_Rx20pkKq6arHjr20YN9Vh_U1blF45vyl-hsKp3CCHKjGcK5WQ"}

helps=""" /w <откуда> <куда> - прокладывает кратчайшие путь от точки до точки
          /k - показывает целевые сервера, до которых есть (должен быть) путь
          /t <откуда> - прокладывает кратчайшие пути от точки до целевых серверов
          /e - показывает все неизученные сервера
          /we <откуда> - аналог /t для неизученных серверов
          /ways <откуда> - находит все изученные сервера, до которых невозможно дойти с <откуда>
          /c <откуда> - прокладывает кратчайший путь с <откуда> до <откуда> через другие сервера
          /idea <предложение> - предложить новый функционал/улучшение бота\n
          /help - /help\n
          ---------\n
          Раздел для особых людей
          /servers - показывает все найденные сервера
          /reset - сбрасывает все сервера (и связи на сайте)
          /update - обновляет все связи на сервере
          /fix - исправляет "кривые" сервера
          /clear <s|e|t> - удаление данных (s - с сайта, e- серверов, t - целевых серверов)\n
          ---------\n
          Памятка как пользоваться ботом:\n
          1) Функционал в беседах и в лс с ботом одинаков\n
          2) При перемещениях по неизвестным серверам пересылать сообщения с сервером от хв\n
          &#2;Пример сообщения:\n
          &#2;&#2;📟Устройство: 9184A539
          👥Союзники: 5
          👥Пользователи: 21
          🌐Подключения:
          📟9184A580
          📟9184A58C
          📟9184A5A9
          👁: AQ|⬛💠NiK (23)
          ⚡Мощность: 50\n
          3) Адреса устройств (серверов) пишутся полностью либо только 2 последних символа (9184A5FF или FF)\n
          4) Посмотреть актуальную карту устройств (серверов) можно по ссылке https://n1ce.me/hw/\n
          """
